Repository: 1312inc/Webasyst-CashFlow
Catalog: locale/*/LC_MESSAGES/cash.po
Languages: ru_ru

source: Reports
ru_ru: Отчеты

source: Cash flow report
ru_ru: Отчет о движении средств

source: Can see reports
ru_ru: Может просматривать отчеты

source: Can import transactions
ru_ru: Может импортировать операции

source: Can access transfers
ru_ru: Может работать с переводами между счетами

source: Cash
ru_ru: Деньги

source: Contractors
ru_ru: Контрагенты

source: All expenses
ru_ru: Все расходы

source: All income
ru_ru: Все доходы

source: Download error log
ru_ru: Скачать журнал ошибок

source: Remove from history
ru_ru: Удалить из истории

source: You are not allowed to edit or create new transactions
ru_ru: У вас нет доступа к редактированию и созданию новых операций

source: You are not allowed to edit this transaction
ru_ru: У вас нет доступа к редактированию этой операции

source: You are not allowed to create new transactions
ru_ru: У вас нет доступа к созданию новых операций

source: You are not allowed to access this category
ru_ru: У вас нет доступа к этой статье операций

source: You are not allowed to create new categories
ru_ru: У вас нет доступа к созданию новых статей операций

source: You are not allowed to do anything with system categories
ru_ru: У вас нет доступа к управлению системными статьями операций

source: An error occurred while saving the category
ru_ru: При сохранении статьи операций произошла какая-то ошибка

source: You are not allowed to access this account
ru_ru: У вас нет доступа к этому счету

source: You are not allowed to create new accounts
ru_ru: У вас нет доступа к созданию новых счетов

source: Import via CSV
ru_ru: Импорт из CSV

source: Review and manage previous import results:
ru_ru: Проверьте результаты прошлых импортов:

source: Dismiss import history
ru_ru: Очистить историю импортов

source: Withdrawal to %s
ru_ru: Списание на %s

source: Receipt from %s
ru_ru: Поступление с %s

source: Set up by payment type
ru_ru: Настроить по способу оплаты

source: Set account based on the order payment type:
ru_ru: Счет операции зависит от способа оплаты заказа:

source: Hide circles
ru_ru: Скрыть круги

source: Show circles
ru_ru: Показать круги
